[
    {
        "title": "The Evolution of God",
        "author": "Robert Wright",
        "rating": 3.94,
        "description": "In this sweeping narrative that takes us from the Stone Age to the Information Age, Robert Wright unveils an astonishing discovery: there is a hidden pattern that the great monotheistic faiths have followed as they have evolved. Through the prisms of archaeology, theology, and evolutionary psychology, Wright's findings overturn basic assumptions about Judaism, Christianity, and Islam, and are sure to cause controversy. He explains why spirituality has a role today, and why science, contrary to conventional wisdom, affirms the validity of the religious quest. And this previously unrecognized evolutionary logic points not toward continued religious extremism, but future harmony.",
        "imageUrl": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1442044016i/6340873.jpg",
        "pages": 567,
        "genres": [
            "Religion",
            "Nonfiction",
            "History"
        ],
        "reviews": [],
        "downloadLink": "https://www.pdfdrive.com/download.pdf?id=195371653&h=47374849fbc8c6b4c9f36ebddd7f2728&u=cache&ext=pdf"
    },
    {
        "title": "Jesus, Interrupted: Revealing the Hidden Contradictions in the Bible & Why We Don't Know About Them",
        "author": "Bart D. Ehrman",
        "rating": 3.97,
        "description": "Picking up where Bible expert Bart Ehrman's New York Times bestseller Misquoting Jesus left off, Jesus, Interrupted addresses the larger issue of what the New Testament actually teaches—& it's not what most people think. Here Ehrman reveals what scholars have unearthed: •The authors of the New Testament have diverging views about who Jesus was & how salvation works  •The New Testament contains books that were forged in the names of the apostles by Christian writers who lived decades later •Jesus, Paul, Matthew & John all represented fundamentally different religions  •Established Christian doctrines—such as the suffering messiah, the divinity of Jesus & the trinity—were the inventions of still later theologians These aren't idiosyncratic perspectives of just one scholar. They've been the standard widespread views of scholars across a full spectrum of denominations & traditions. Why is it most people have never heard such things? This is the book that pastors, educators & anyone interested in the Bible have been waiting for—a compelling account of the central challenges faced when attempting to reconstruct Jesus' life & message.",
        "imageUrl": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1348078937i/6101996.jpg",
        "pages": 305,
        "genres": [
            "Religion",
            "Nonfiction",
            "History"
        ],
        "reviews": [],
        "downloadLink": "https://www.pdfdrive.com/download.pdf?id=195366081&h=e63ed2088a90f481f216a3bd07c0729d&u=cache&ext=pdf"
    },
    {
        "title": "Why People Believe Weird Things: Pseudoscience, Superstition, and Other Confusions of Our Time",
        "author": "Michael Shermer",
        "rating": 3.87,
        "description": "In this age of supposed scientific enlightenment, many people still believe in mind reading, past-life regression theory, New Age hokum, and alien abduction. A no-holds-barred assault on popular superstitions and prejudices, with more than 80,000 copies in print, Why People Believe Weird Things debunks these nonsensical claims and explores the very human reasons people find otherworldly phenomena, conspiracy theories, and cults so appealing. In an entirely new chapter, Why Smart People Believe in Weird Things, Michael Shermer takes on science luminaries like physicist Frank Tippler and others, who hide their spiritual beliefs behind the trappings of science. Shermer, science historian and true crusader, also reveals the more dangerous side of such illogical thinking, including Holocaust denial, the recovered-memory movement, the satanic ritual abuse scare, and other modern crazes. Why People Believe Strange Things is an eye-opening resource for the most gullible among us and those who want to protect them.",
        "imageUrl": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1312054576i/89281.jpg",
        "pages": 384,
        "genres": [
            "Science",
            "Nonfiction",
            "Psychology"
        ],
        "reviews": [],
        "downloadLink": "https://www.pdfdrive.com/download.pdf?id=157312261&h=00c5f6027cb74055e5b0471a9338fe9c&u=cache&ext=pdf"
    },
    {
        "title": "Man's Search for Meaning",
        "author": "Viktor E. Frankl",
        "rating": 4.37,
        "description": "Psychiatrist Viktor Frankl's memoir has riveted generations of readers with its descriptions of life in Nazi death camps and its lessons for spiritual survival. Based on his own experience and the stories of his patients, Frankl argues that we cannot avoid suffering but we can choose how to cope with it, find meaning in it, and move forward with renewed purpose. At the heart of his theory, known as logotherapy, is a conviction that the primary human drive is not pleasure but the pursuit of what we find meaningful. Man's Search for Meaning has become one of the most influential books in America; it continues to inspire us all to find significance in the very act of living.",
        "imageUrl": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1535419394i/4069.jpg",
        "pages": 165,
        "genres": [
            "Nonfiction",
            "Psychology",
            "Philosophy"
        ],
        "reviews": [],
        "downloadLink": "https://www.pdfdrive.com/download.pdf?id=188905816&h=a469e79897d881255d81dfe83e4ba275&u=cache&ext=pdf"
    },
    {
        "title": "Thinking, Fast and Slow",
        "author": "Daniel Kahneman",
        "rating": 4.18,
        "description": "In the highly anticipated Thinking, Fast and Slow, Kahneman takes us on a groundbreaking tour of the mind and explains the two systems that drive the way we think. System 1 is fast, intuitive, and emotional; System 2 is slower, more deliberative, and more logical. Kahneman exposes the extraordinary capabilities—and also the faults and biases—of fast thinking, and reveals the pervasive influence of intuitive impressions on our thoughts and behavior. The impact of loss aversion and overconfidence on corporate strategies, the difficulties of predicting what will make us happy in the future, the challenges of properly framing risks at work and at home, the profound effect of cognitive biases on everything from playing the stock market to planning the next vacation—each of these can be understood only by knowing how the two systems work together to shape our judgments and decisions.",
        "imageUrl": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1317793965i/11468377.jpg",
        "pages": 499,
        "genres": [
            "Nonfiction",
            "Psychology",
            "Science"
        ],
        "reviews": [],
        "downloadLink": "https://www.pdfdrive.com/download.pdf?id=163614088&h=da1006bcb9bd598b99f5044270415441&u=cache&ext=pdf"
    },
    {
        "title": "How to Win Friends and Influence People",
        "author": "Dale Carnegie",
        "rating": 4.21,
        "description": "Since its release in 1936, How to Win Friends and Influence People has sold more than 15 million copies. Dale Carnegie's first book is a timeless bestseller, packed with rock-solid advice that has carried thousands of now famous people up the ladder of success in their business and personal lives.",
        "imageUrl": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1442726934i/4865.jpg",
        "pages": 288,
        "genres": [
            "Self Help",
            "Nonfiction",
            "Business"
        ],
        "reviews": [],
        "downloadLink": "https://www.pdfdrive.com/download.pdf?id=176018081&h=9f6e2648a4ea4fb79df5d2c623c35620&u=cache&ext=pdf"
    },
    {
        "title": "The Brothers Karamazov",
        "author": "Fyodor Dostoevsky",
        "rating": 4.35,
        "description": "The Brothers Karamazov is a murder mystery, a courtroom drama, and an exploration of erotic rivalry in a series of triangular love affairs involving the “wicked and sentimental” Fyodor Pavlovich Karamazov and his three sons―the impulsive and sensual Dmitri; the coldly rational Ivan; and the healthy, red-cheeked young novice Alyosha. Through the gripping events of their story, Dostoevsky portrays the whole of Russian life, is social and spiritual striving, in what was both the golden age and a tragic turning point in Russian culture.",
        "imageUrl": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1427728126i/4934.jpg",
        "pages": 796,
        "genres": [
            "Classics",
            "Russia",
            "Literature"
        ],
        "reviews": [],
        "downloadLink": "https://www.pdfdrive.com/download.pdf?id=175600594&h=e02a6d448dd2ec15903e413bc6f4a42f&u=cache&ext=pdf"
    },
    {
        "title": "The Trial",
        "author": "Franz Kafka",
        "rating": 3.96,
        "description": "Written in 1914 but not published until 1925, a year after Kafka’s death, The Trial is the terrifying tale of Josef K., a respectable bank officer who is suddenly and inexplicably arrested and must defend himself against a charge about which he can get no information. Whether read as an existential tale, a parable, or a prophecy of the excesses of modern bureaucracy wedded to the madness of totalitarianism, The Trial has resonated with chilling truth for generations of readers.",
        "imageUrl": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1320399438i/17690.jpg",
        "pages": 255,
        "genres": [
            "Classics",
            "Fiction",
            "Philosophy"
        ],
        "reviews": [],
        "downloadLink": "https://www.pdfdrive.com/download.pdf?id=156933064&h=b5abe0010731088751f7ebc0ab55c91f&u=cache&ext=pdf"
    },
    {
        "title": "The Stranger",
        "author": "Albert Camus",
        "rating": 4.01,
        "description": "The Stranger is a 1942 novella by French author Albert Camus. Its theme and outlook are often cited as examples of Camus' philosophy, absurdism, coupled with existentialism; though Camus personally rejected the latter label.Through the story of an ordinary man unwittingly drawn into a senseless murder on an Algerian beach, Camus explored what he termed 'the nakedness of man faced with the absurd.' First published in English in 1946; now in a new translation by Matthew Ward.",
        "imageUrl": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1590930002i/49552.jpg",
        "pages": 159,
        "genres": [
            "Classics",
            "Fiction",
            "Philosophy"
        ],
        "reviews": [],
        "downloadLink": "https://www.pdfdrive.com/download.pdf?id=186699626&h=f533dcfd50b2e91a0590e525270cc73e&u=cache&ext=pdf"
    },
    {
        "title": "Animal Farm",
        "author": "George Orwell",
        "rating": 3.98,
        "description": "A farm is taken over by its overworked, mistreated animals. With flaming idealism and stirring slogans, they set out to create a paradise of progress, justice, and equality. Thus the stage is set for one of the most telling satiric fables ever penned –a razor-edged fairy tale for grown-ups that records the evolution from revolution against tyranny to a totalitarianism just as terrible.When Animal Farm was first published, Stalinist Russia was seen as its target. Today it is devastatingly clear that wherever and whenever freedom is attacked, under whatever banner, the cutting clarity and savage comedy of George Orwell’s masterpiece have a meaning and message still ferociously fresh.",
        "imageUrl": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1325861570i/170448.jpg",
        "pages": 141,
        "genres": [
            "Classics",
            "Fiction",
            "Dystopia"
        ],
        "reviews": [],
        "downloadLink": "https://www.pdfdrive.com/download.pdf?id=20825474&h=2e5e99f8bd48e3eb8d8804e8f4fc4366&u=cache&ext=pdf"
    }
]